{"kenOneLiners":[
    "Décidément les temps comme les oeufs sont durs, et la bêtise...\n..n'a pas de limites.",
    "Les machoires de mes ennemis sont comme le téléphone.\nAprès quelques coups, ça décroche.",
    "Nooooon, c'est pas vrai! Il a cassé ma montre!",
    "Nooon! Tu peux pas me laisser comme ça, comme un chien!\nDonne moi au moins, euh, je sais pas moi, de la pâtée!",
    "La technique de combat de la blanquette royale est née en Chine,\nlorsque la mousse tache.",
    "L'oiseau du vent, Shu, plus connu sous le nom de Shu, est tombé aux mains du terrible Souther.",
    "La technique de la Grande Ourse est d'une puissance incalculable,\nmoi-même j'ai des difficultés pour la calculer.",
    "Cette attaque est redoutable... elle est si rapide et si tranchante,\nque lorsque le sang jaillit... Oooh, c'est déjà un bloc de glace à la vanille,\net le corps de l'adversaire est bleui par le froid.",
    "Ha, des miracles! Eh bien si lui fait des miracles, tu peux m'appeler Jean-Baptiste.",
    "Tu es Ken le survivant et tu as suivi l'enseignement de l'école du Hokuto, ou tard?\n- Plutôt tard...\n- Plutôt tard que jamais, là est le principal.",
    "Attaque Nanto, le poing du guerrier dans la figure !\n- Attaque Hokuto, coup de pied volant avec pointure !",
    "Couteau de cuisine, et petit canif.",
    "Tire-bouchon saignant et couteau!",
    "Par les différents couteaux de l'arsenal, je sais qu'il y a quelqu'un derrière ce mur!",
    "A cause de cet idiot on a perdu du temps, haha! Il va falloir qu'on le rattrape et qu'on le retrouve.\nHenri, Roger Jean-Pierre et Marcel! Allez, dépêchez vous un peu!\nEn avant, toute la bande!",
    "Plus de canines, et plus de molaires. Tes crocs gluants ne sont pas prêts de resservir, ma ptite poule.\n- J'ai toujours su qu'il n'était qu'une grande gueule.",
    "Tiens, je crois que tu as oublié ça.\n- Ah non, pas mon peigne!",
    "Ca ne va pas? Vous voulez des biscuits?\n- C'est mon grand-père, il a mangé trop de saucisson et il peut plus parler, il a surement trop soif!",
    "Attaque couteau à pain: la fureur du dragon.",
    "Dans 7 secondes, tu sera mort.\n- Non, non, pas 7 secondes, c'est pas assez, donnes m'en 2 de plus!",
    "Le spécial du grand maître sans moustache!\n- Mmmhhh, bizarre ton spécial!",
    "Attaque au petit couteau sinueux et torturé!",
    "Ray, prénommé Albert Ray, de la famille des Kibas, et grand maître des arts martiaux,\na trahi les siens pour une raison inconnue, en combattant aux côtés de Ken\npour sauver le village de Mania.",
    "Mais dans quel but Raymond Ray exactement doit se venger?\nEt quel secret se cache sous le voile de la mariée?",
    "Vengance par la botte secrète du couteau de cuisine!",
    "Quand on s'attaque aux Kibas, hinhin, c'est pardu d'avancass, haha!\n- Au suivant, que je le craquasse!",
    "Ô viens à mon aide, ô mon frère Michou!",
    "Je veux que vous lanciez un assaut contre ces deux énergumènes,\net que vous fassiez du gruyère avec!",
    "Ah, les bras t'en tombent, hein? Tu es mort, à présent!",
    "Couteau à steak! Montre moi ce que tu sais faire!",
    "Il me semble reconnaître cette enjouflure. Je ne sais pas qui est ce guignol,\ncette technique vieille de 2000 ans ne s'acquiert que par le travail. Qui peut-il être?\nSors de là, enjouflu, je sais où tu es!",
    "Et maintenant je vais donner l'ordre qu'on vous coupe la tête comme je l'avais prévu.\n- Nan, surtout ne faites pas ça!\n- C'est vrai, c'est pas la peine de nous raccourcir, on est déjà tout petit!",
    "Eh j'y tiens à ma tête, c'est tout le portrait de ma mère!",
    "Tu as osé!\n- Vous, vous êtes le chef de la prison.",
    "Quand deux disciples de l'école Hokuto de canif et Nanto de Vison s'affrontent, il n'y a jamais de survivant."
]}